Repository: danieleverest/datro
Catalog: static/library/consortium_campuses/techhouse2_casestudy/latest/source/locales/*/LC_MESSAGES/categories.po
Languages: es

source: Categories
es: Categorías

source: Expenses
es: Gastos

source: Property Lease
es: Alquiler de Propiedad

source: **Start Date**
es: **Comienza**

source: **Expiration Date**
es: **Vencimiento**

source: **Reference**
es: **Referencia**

source: **Estimate**
es: **Estimar**

source: **Currency (¤)**
es: **Divisa (¤)**

source: **Statements**
es: **Declaracións**

source: Contract One
es: Contrato Uno

source: :ref:`LC-I Statement`
es: :ref:`LC-I Declaración`

source: Contract Two
es: Contrato Dos

source: :ref:`LC-II Statement`
es: :ref:`LC-II Declaración`

source: Contract Three
es: Contrato Tres

source: :ref:`LC-III Statement`
es: :ref:`LC-III Declaración`

source: Contract Four
es: Contrato Cuatro

source: :ref:`LC-IV Statement`
es: :ref:`LC-IV Declaración`

source: All statements can be viewed in a timeline sequence and downloaded as PDF by visiting :ref:`Lease Statements Annex`
es: Todas las declaraciones se pueden ver en una secuencia de línea de tiempo y descargar como PDF visitando :ref:`Declaraciones de Contrato Alquiler`

source: The Operating Lease Agreement was initially for 12 months @ $500 USD per month + 2 months security deposit.
es: El contrato de arrendamiento operativo fue inicialmente por 12 meses a $ 500 USD por mes + 2 meses de depósito de seguridad.

source: The contract bill date was the 1st of each month.
es: La fecha de la factura del contrato era el 1 de cada mes.

source: The terms were 28 days to make payment (due to some initial sceptacism of the demand to pay $1.5k upfront (2 months security + 1 month in advance)).
es: Los términos eran 28 días para realizar el pago (debido a cierto escepticismo inicial de la demanda de pagar $ 1.5k por adelantado (2 meses de seguridad + 1 mes por adelantado)).

source: This "pay on the 28th" term was verbally agreed but not reflected in the contract.
es: Este "pago en el plazo 28" se acordó verbalmente, pero no se reflejó en el contrato.

source: For information security purposes, active (and future) operational contracts will not be reported until after their expiration and for purposes of historical reference.
es: Para fines de seguridad de la información, los contratos operativos activos (y futuros) no se informarán hasta después de su vencimiento y para fines de referencia histórica.

source: **Brief Summary of Events**
es: ** Breve resumen de eventos **

source: There was a co-inhabitant, who was not named in the contract, who agreed to share the lease, but left within month 1.
es: Hubo un co-habitante, que no fue nombrado en el contrato, que accedió a compartir el contrato de arrendamiento, pero se fue al mes 1.

source: The agreement was not only fulfilled successfully, but has been renewed several times afterwards, reflecting the good health of this deal.
es: El acuerdo no solo se cumplió con éxito, sino que se renovó varias veces posteriormente, lo que refleja la buena salud de este acuerdo.

source: The property is split into 4 apartments, the others remained vaccant for most of year 1. There have been occupants since, but few stay for more than 6 months.
es: La propiedad se divide en 4 apartamentos, los otros permanecieron vacíos durante la mayor parte del año 1. Ha habido ocupantes desde entonces, pero pocos se quedan por más de 6 meses.

source: A pasola was stolen from the driveway during the early morning in year 1, prior to CCTV installation, so an armed security detail was appointed and has remained since. no security inccidents have occured since.
es: Una pasola fue robada del camino de entrada durante la madrugada del año 1, antes de la instalación del circuito cerrado de televisión, por lo que se nombró un destacamento de seguridad armado y se ha mantenido desde entonces. no se han producido incidentes de seguridad desde entonces.

source: Additional security measures exist but not for disclosed in this report.
es: Existen medidas de seguridad adicionales, pero no se divulgan en este informe.

source: Communications & Entertainment
es: Comunicaciones y Entretenimiento

source: Energy
es: Energía

source: Maintenance & Repairs
es: Mantenimiento y Reparaciones

source: Cooking Gas
es: Gas de Cocina

source: Laundry
es: Lavandería

source: Transport
es: Transporte

source: Groceries
es: Comestibles

source: Inventory
es: Inventario

source: This segment lists the inventory of items in each area of the property.
es: Este segmento enumera el inventario de artículos en cada área de la propiedad.

source: Kitchen
es: Cocina

source: Bedroom 1
es: Dormitorio 1

source: Bedroom 2
es: Dormitorio 2

source: Loft
es: Dormitorio de Arriba

source: Bathroom
es: Baño

source: Living Room
es: Sala

source: Front Balcony
es: Balcón Delantero
