Repository: danieleverest/datro
Catalog: static/library/consortium_campuses/techhouse2_casestudy/latest/source/locales/*/LC_MESSAGES/introduction.po
Languages: es

source: Introduction
es: Introducción

source: This document details the DATRO Consortiums "Tech House II".
es: Este documento detalla los DATRO Consorcios "Casa Tec II".

source: Relevant fiscal data is retrieved from DATRO's federated accounting solution. Bookkeeping/accounts is no exception where it concerns federated localhost Progressive WebApp(PWA)'s. DATRO's Decentralized Autonomous Societies (DAS)'s smart contracts, then scrape the latest report to determine what suppliers (and what amounts and when) to autonomously pay. At this time fiscal data isn't retrieved fully autonomously during the document re-compile/update (rebuild.sh) process. The custom script (custom.sh) and data import methodology still needs more improvement before this can happen. This report is subsequently compiled manually, which is currently intensive since the report is new and exports must be manually adjusted to fit the documents desired format, especially where it concerns data and tables.
es: Los datos fiscales relevantes se recuperan de la solución de contabilidad federada de DATRO. La teneduría de libros / cuentas no es una excepción en lo que respecta a las aplicaciones web progresivas (PWA) de localhost federado. Los contratos inteligentes de las sociedades autónomas descentralizadas (DAS) de DATRO, luego recopilan el último informe para determinar qué proveedores (y qué cantidades y cuándo) pagar de forma autónoma. En este momento, los datos fiscales no se recuperan de forma totalmente autónoma durante el proceso de recompilación / actualización del documento (rebuild.sh). El script personalizado (custom.sh) y la metodología de importación de datos aún necesitan más mejoras antes de que esto suceda. Este informe se compila posteriormente manualmente, lo que actualmente es intensivo ya que el informe es nuevo y las exportaciones deben ajustarse manualmente para adaptarse al formato deseado de los documentos, especialmente cuando se trata de datos y tablas.

source: Adjustments to the exported data thus far includes:
es: Los ajustes a los datos exportados hasta ahora incluyen:

source: We want to keep the references on transactions as a single string so the line doesn't break to fit the columb width. e.g. lease_debit_2020/09/01
es: Queremos mantener las referencias en las transacciones como una sola cadena para que la línea no se rompa para ajustarse al ancho de la columna. p.ej. Alquiler_Débito_2020/09/01

source: We want to append `.. centered::` to every entry in the csv file. This helps verticle alignment too. And is better than auto, where some items are left aligned, some right aligned etc
es: Queremos agregar `.. centered::` a cada entrada en el archivo csv. Esto también ayuda a la alineación vertical. Y es mejor que automático, donde algunos elementos están alineados a la izquierda, otros alineados a la derecha etc

source: We make select entries bold or italic (by appending 1 or 2 stars to the beginning and end of the data e.g. **bold**, *italic* etc
es: Hacemos que las entradas seleccionadas estén en negrita o cursiva (agregando 1 o 2 estrellas al principio y al final de los datos, por ejemplo, **negrita**, *cursiva* etc

source: We change the titles of the columbs e.g. `currency` becomes `unit` and `transaction amount` = `volume` - This allows more columbs to squeez into the document. And eliminates horizontal table scrolls on the compiled html view.
es: Cambiamos los títulos de los columbos, p. Ej. `currency` se convierte en` unit` y `transaction amount` =` volume` - Esto permite que más monedas se aprieten en el documento. Y elimina los desplazamientos de tablas horizontales en la vista html compilada.

source: Invert the negatives and positives (on all numbers). This way the final balance will show as a minus if funds are owed, not a positive number which might be considered an overpayment/ credit.
es: Invierta los negativos y los positivos (en todos los números). De esta manera, el saldo final se mostrará como menos si se adeudan fondos, no como un número positivo que podría considerarse un pago en exceso / crédito.

source: Seperate the final balance into a seperate table. This way the number of columbs can be fewer, since we only really need to have a columb for the `balance` and a columb for currency `USD` and one for the amount itself e.g. `-36.24`
es: Separe el saldo final en una tabla separada. De esta manera, el número de columbs puede ser menor, ya que solo necesitamos tener un columb para el "saldo" y un columb para la moneda "USD" y uno para el monto en sí, p. `-36,24`

source: Date format DD-MM-YYYY > YYYY/MM/DD
es: Formato de fecha DD-MM-YYYY > YYYY/MM/DD
