Repository: danieleverest/datro
Catalog: static/library/consortium_campuses/techhouse2_casestudy/latest/source/locales/*/LC_MESSAGES/releasenotes.po
Languages: es

source: Release Notes and Notices
es: Notas y avisos de la versión

source: This section provides information about what is new or changed, including urgent issues, documentation updates, maintenance, and new releases. - 'Updates' are the term used to describe significant changes to our public source code and/or records.
es: Esta sección proporciona información sobre las novedades o los cambios, incluidos los problemas urgentes, las actualizaciones de la documentación, el mantenimiento y las nuevas versiones. - 'Actualizaciones' es el término utilizado para describir cambios significativos en nuestro código fuente público y / o registros.

source: This Release (0.0.0)
es: Esta Versión (0.0.0)

source: **2021-08-31** - `A csv export of our localhost (federated) accounting solution, corresponding to Tech House II's operational overheads`
es: **2021-08-31** - `Una exportación csv de nuestra solución de contabilidad localhost (federada), correspondiente a los gastos generales operativos de Casa de Tec II`

source: Older Versions
es: Versiones mas Antiguas

source: In the table below the last entry displays a link to an archived copy of the last report. To keep the filename from overflowing in the table below the name displayed may differ from the file name. The date the file was archived will differ from the date of the document label, which is its creation date. If you're viewing this document on a subdomain of `.datro.world` you may need to right-click and select 'open link in new tab`. In the interim of a bug fix, you can avoid right-clicking all together, by viewing our document library at its original location `datro.xyz/static/library <https://datro.xyz/static/library>`__
es: En la siguiente tabla, la última entrada muestra un enlace a una copia archivada del último informe. Para evitar que el nombre del archivo se desborde en la siguiente tabla, el nombre que se muestra puede diferir del nombre del archivo. La fecha en que se archivó el archivo diferirá de la fecha de la etiqueta del documento, que es su fecha de creación. Si está viendo este documento en un subdominio de `.datro.world` , es posible que deba hacer clic con el botón derecho y seleccionar "abrir enlace en una nueva pestaña". En el ínterin de una corrección de errores, puede evitar hacer clic con el botón derecho en todos juntos, viendo nuestra biblioteca de documentos en su ubicación original `datro.xyz/static/library <https://datro.xyz/static/library>`__

source: Older Versions of this Document
es: Versiones Anteriores de Este Documento

source: archive date
es: fecha de archivo

source: version
es: versión

source: description
es: descripción

source: download link
es: enlace de descarga

source: Version 0.0.0
es: Versión 0.0.0

source: To view releasenotes of versions older than the one above, visit the DATRO Consortiums `Wayback Archive <https://datro.world/wayback/>`__.
es: Para ver notas de versiones anteriores a la anterior, visite el `Wayback Archive <https://datro.world/wayback/>`__ de DATRO Consortiums.

source: Known and Corrected Issues
es: Problemas Conocidos y Corregidos

source: Below is a table of pending issues that have been reported to our team. These issues will be cleared from this list as and when they are remedied.
es: A continuación se muestra una tabla de problemas pendientes que se han informado a nuestro equipo. Estos problemas se eliminarán de esta lista a medida que se solucionen.

source: Known Issues
es: Problemas Conocidos

source: **Date**
es: **Fecha**

source: **Version**
es: **Versión**

source: **Subject**
es: **Tema**

source: **Description**
es: **Descripción**
